# St7GetPathLineThickness

Returns the thickness of the load path outlines.

long St7GetPathLineThickness(long uID, long* Thickness)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
Thickness
The load path outline thickness in the range kMinThickness to kMaxThickness.